{
  "CARPIE_DIEM": [
    {
      "title": "DIVERGENT R-ATTITUDES",

      "images": [
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Carpe%20Diem/Divergent%20R-attitude/3d2bca9b86b9dd10813c3452a8de9f0c",
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Carpe%20Diem/Divergent%20R-attitude/e36b224a4c354983bc693d3c3df3827a"
      ],
      "description": "Divergent Paths: Exploring Contrasting Attitudes Towards Life Through a Sculptural Allegory<br/>This analysis delves into the multifaceted concept of 'different conversations' by examining divergent attitudes towards life as depicted in a sculpture of two rats. The artwork serves as an allegory, prompting reflection on the diverse approaches individuals adopt in navigating life's journey and the contrasting perspectives that shape their experiences.\n\nThe sculpture portrays two rats in distinct postures, each embodying a particular attitude towards life. One rat is depicted in a state of perpetual motion, relentlessly searching for a better life, even after having seemingly reached the 'light at the end of the tunnel.' This rat symbolizes the restless spirit, the individual driven by an insatiable desire for progress and improvement, never content with the status quo.\n\nIn contrast, the other rat is perched on the edge of the tunnel, savoring the 'fruit of its labor' after having found the light. This rat represents the individual who finds contentment in achieving a goal and takes time to appreciate the rewards of their efforts. It embodies a more grounded and present-oriented approach to life, valuing the journey as much as the destination. This is further stressed by Yoruba ideology using the Yoruba proverb, 'Bí ọwọ́ eku ṣe mọ ló ṣe fi ńbọ́'jú / As the paws of a rat are, that's how they are used to wipe its face.'\n\nThese contrasting attitudes raise questions about the nature of fulfillment and the definition of a meaningful life. Is it found in the relentless pursuit of progress, or in the appreciation of present moments and accomplishments? The sculpture does not offer a definitive answer, but rather invites viewers to contemplate these divergent perspectives and consider their own approach to life.\n\nOne might argue that the rat resting at the top is merely taking a well-deserved break, recharging for future endeavors. Conversely, the rat in perpetual motion could be seen as in danger of burnout, neglecting the importance of rest and reflection. This ambiguity further enriches the artwork, highlighting the complexities of human experience and the absence of a singular 'correct' path.\n\nThe sculpture serves as a powerful reminder that there is no one-size-fits-all approach to life. Each individual's journey is unique, shaped by their personal experiences, values, and aspirations. The artwork encourages viewers to embrace this diversity, recognizing that both the relentless pursuit of progress and the appreciation of present moments have their own merits and contribute to the richness of human experience.\n\nFurthermore, the sculpture prompts reflection on the dynamic interplay between these contrasting attitudes. Perhaps the two rats represent different phases in an individual's life, or even internal conflicts within a single person. The artwork suggests that life is not a linear progression, but rather a fluid and evolving journey with moments of striving and moments of contentment.\n\nIn conclusion, the sculpture of the two rats provides a compelling visual representation of the theme 'different conversations.' It highlights the divergent attitudes individuals hold toward life."
    },
    {
      "title": "RAT RACE \nMedium- Metal Scrap \nDimensions – 13 x 23 x 26.5 inches. \nYear- 2021",
      "images": [
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Carpe%20Diem/Rat%20Race/2dff9fe73e4546b8ece37981f9d8f1ed"
      ],
      "description": "This sculpture captures the essence of the 'rat race,' a life lived in constant pursuit, sacrificing the present for a future that may never arrive. The rats, driven by an insatiable desire, miss the beauty of the journey, becoming 'old and worn out' before realizing the goal's emptiness. This piece serves as a poignant reminder to savor each moment, to truly live rather than merely race towards an elusive horizon."
    }
  ],
  "ILLUSION_OF_CONTROL": [
    {
      "title": "HERALD - Cautionary Tale in Communication Dimensions- 34 x 34 x 130cm Medium - Metal Scrap Year-2021",
      "images": [
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Illusion%20of%20Control/Herald/b62c2f17f38e04b8e41c9bddf4071de5",
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Illusion%20of%20Control/Herald/ee5edd472767624982efee987a9809c0",
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Illusion%20of%20Control/Herald/3bdca0de17742a570bbc3d6e6b99dda8"
      ],
      "description": "<q>Enu orofo oni pa orofo, orofo to bimo meji to ni Ile ohun ti kun soso<q/> - African yoruba proverb.<br/>Translation: Excessive talking lands a parrot into trouble. It birthed only 2 kids but claims its house is littered with children.This proverb, <q>Excessive talking lands a parrot into trouble. It birthed only 2 kids but claims its house is littered with children,</q> serves as a potent reminder of the dangers of unchecked communication. In essence, it highlights the perils of boastful or careless speech, particularly in adversarial environments. Imagine a parrot, residing amongst predators, who, in a moment of misplaced pride, boasts of a numerous progeny. This braggadocio, while perhaps intended to impress, ultimately serves as a beacon to his enemies. Driven by the allure of plentiful prey, the predators descend upon the parrot's nest, decimating his meager brood. This parable resonates deeply with the human condition. We are all, in a sense, messengers, our words carrying the potential for both profound upliftment and devastating harm. Every utterance, every shared thought, possesses the power to shape perceptions, influence actions, and ultimately, alter the course of human experience.<br/>Unfiltered communication, devoid of careful consideration and mindful intent, can have catastrophic consequences. In the digital age, where information spreads with unprecedented speed and reach, the potential for misinterpretation, miscommunication, and the amplification of harmful narratives is amplified exponentially.<br/>The proverb of the parrot serves as a poignant cautionary tale. It compels us to cultivate a mindful approach to communication, one that prioritizes empathy, clarity, and a deep understanding of the potential impact of our words. By choosing our words wisely, by cultivating a culture of respectful discourse, and by actively seeking to understand and bridge divides, we can harness the power of communication to foster understanding, build bridges, and create a more harmonious and equitable society."
    },
    {
      "title": "POUCHED IN INEQUITY : A Sculptural Critique of Social Darwinism and Discarded Potential - Medium-Metal scrap - Dimensions- 10 x 40 x 29 inches - Year - 2020",
      "images": [
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Illusion%20of%20Control/Pouched%20in%20Inequity/93f445cf9f23939465b4ae1e8934459f",
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Illusion%20of%20Control/Pouched%20in%20Inequity/240fa099f67b33481b4330a43f65e8ee"
      ],
      "description": "This sculptural work, <q>Pouched in Inequity,</q> serves as a potent critique of Social Darwinism, a deleterious ideology that misappropriates the biological concept of <q>survival of the fittest</q> to rationalize and perpetuate social inequalities. The central image, depicting a kangaroo mother seemingly prioritizing her own reproductive potential over the immediate life of her offspring, functions as a chilling metaphor for the cold, calculating logic often employed to justify harsh social policies and systemic injustices.<br/>The sculpture positions invisible/vanished  joey, representing the marginalized and disadvantaged within society, as an embodiment of latent potential, unjustly discarded by systems that prioritize immediate survival or perceived fitness. This visual representation underscores the fundamental fallacy of predetermining an individual's worth or potential based on their current circumstances, thus highlighting the inherent injustice of denying opportunities for growth and development.<br/><q>Pouched in Inequity<q/> extends beyond a superficial examination of immediate reproductive success, challenging viewers to contemplate the profound potential lost and the unfulfilled future of the joey, which, given equitable opportunity, could have contributed significantly to the collective lineage. The work elucidates the ethical pitfalls inherent in the application of biological arguments to justify social injustices, exposing the <q>fittest</q> as a socially constructed term, often used to rationalize the exclusion of the vulnerable.<br/>The sculpture further underscores the imperative of compassion, empathy, and robust social support systems in the creation of a just and equitable society. It serves as a stark reminder of humanity’s fundamentally social nature, emphasizing that cooperation, rather than ruthless competition, is a cornerstone of our collective survival and flourishing. By presenting a disturbing and provocative image, <q>Pouched in Inequity<q/> aims to instigate critical reflection on the dangers of unchecked individualism and to advocate for the intrinsic value of every human life, irrespective of perceived potential"
    },
    {
      "title": "REFLECTIONS FROM EDEN Medium - Metal scrap Size- 22 x 11.5 inches Year- 2022",
      "images": [
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Illusion%20of%20Control/Reflections%20From%20Eden/c51d2a30ff1193eb405a3e8bb8023ddf"
      ],
      "description": "<q>Reflections from Eden<q/> is a thought-provoking piece that explores the dual nature of humanity.<br/>According to a certain theological school of thought. It engages viewers to contemplate the nature of good and evil, the consequences of our choices, and the enduring power of hope. <br/>A certain theological school of thought argued that the first act of sin in Eden triggered a domino effect that drove people out of paradise and introduced them into the world. This serves as a cautionary tale emphasizing the significance of making wise and informed decisions while taking into consideration the possible effects and consequences of our actions, though the despair of the fall is also taken into account, there is hope that humanity can find a way to be saved. The message about resiliency and persistence is especially pertinent in the modern world, where obstacles and hardships abound. This implies that the experience of suffering can ultimately lead to a deeper understanding of oneself and a greater appreciation for the good things in life."
    }
  ],
  "OUTLOOK_OF_LIFE": [
    {
      "title": "HEAT MAKER Medium - Scrap Metal Dimensions - 16 x 12 x 15 inches Year- 2020",
      "images": [
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Outlook%20of%20Life/Heat%20Maker/79d933f7817ae2080da8c03c1ee11f8c"
      ],
      "description": "<strong>HEAT MAKER: A Metaphor for indefatigable pursuit.</strong> <br/>This project, <q>HEAT MAKER,</q> reimagines the Grammy Award, a symbol of pinnacle achievement in the music industry, using a local electric cooker and a trumpet. The cooker, a utilitarian object from my undergraduate days in chemical engineering, serves as a poignant metaphor. Just as the contents within the cooker undergo a process of heating, gaining energy and momentum until reaching an excited state, so too must artists navigate the <q>heat</q> of their creative journey. This <q>heat</q> encompasses the challenges, setbacks, and periods of intense effort that are inherent to the artistic process. The Grammy Award, often dubbed the <q>award for hitmakers,</q> symbolizes the ultimate recognition for those who have successfully navigated these challenges. It signifies a culmination of talent, dedication, and perseverance.<br/><q>HEAT MAKER</q> posits that true success in any artistic endeavor demands a willingness to embrace the <q>heat.</q> Hitmakers are not merely talented individuals; they are <q>heat takers,</q> individuals who have endured the trials and tribulations of their craft, emerging stronger and more resilient."
    },
    {
      "title": "Tripple H ( High-Hopes-Heron) Medium- Metal Scrap Year- 2021",
      "images": [
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Illusion%20of%20Control/Pouched%20in%20Inequity/93f445cf9f23939465b4ae1e8934459f",
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Illusion%20of%20Control/Pouched%20in%20Inequity/240fa099f67b33481b4330a43f65e8ee"
      ],
      "description": "Faith is the bird that feels the light when the dawn is still dark.<br/><br/>This elegant heron sculpture stands tall, its gaze directed upward, as if searching for the first rays of light in the pre-dawn sky. Its form is a testament to the power of hope, a reminder that even in the darkest of times, there is always the promise of a brighter day. The heron\n's upward-facing beak convey a sense of anticipation and optimism, as if it is reaching out to embrace the new possibilities that lie ahead. Its stance is one of quiet confidence, suggesting that it knows, deep down, that better times are on the horizon. The inscription <q>Faith is the bird that feels the light when the dawn is still dark</q> serves as a powerful reminder that even when we cannot see the light, we must hold onto our faith. It is a message of hope and resilience, encouraging us to persevere through the challenges we face, knowing that brighter days are ahead.This sculpture is a beautiful reminder that even in the darkest of times, we must never lose sight of our hopes and dreams. It is a beacon of light, guiding us towards a future filled with promise and possibility."
    },
    {
      "title": "SURVIVAL DANCE",
      "medium": "Metal Scrap",
      "dimensions": "21x10x18 inches",
      "year": "2024",
      "images": [
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_webp,q_auto:low,w_700/v1/ayodeji-kingsley/Selected/Collections/Outlook%20of%20Life/Survival%20Dance/survival%201",
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_webp,q_auto:low,w_700/v1/ayodeji-kingsley/Selected/Collections/Outlook%20of%20Life/Survival%20Dance/survival%202",
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_webp,q_auto:low,w_700/v1/ayodeji-kingsley/Selected/Collections/Outlook%20of%20Life/Survival%20Dance/survival%203",
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_webp,q_auto:low,w_700/v1/ayodeji-kingsley/Selected/Collections/Outlook%20of%20Life/Survival%20Dance/survival%204",
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_webp,q_auto:low,w_700/v1/ayodeji-kingsley/Selected/Collections/Outlook%20of%20Life/Survival%20Dance/survival%205"
      ],
      "description": "<strong>A chameleon that wants to survive </strong> from the <strong>burning</strong> bush must abandon the majestic walk of its ancestors- African Proverb.<br/><br/>Imagine a chameleon, a creature known for its ability to blend into its surroundings. It has always admired the majestic birds, soaring high in the sky, free and untamed. However, a devastating fire rages through its habitat, forcing it to abandon its tranquil existence.<br/>Our chameleon, faced with this existential threat, must make a difficult choice. It can either cling to its old ways, hoping for a miracle, or it can adapt to the changing circumstances. The choice is clear: to survive, it must change.<br/>Just like our chameleon, we too may face challenges that force us to step outside our comfort zones. We may need to let go of old habits, embrace new opportunities, and take risks. This can be a daunting task, but it is necessary for growth and transformation.<br/>In the darkness, we can choose to remain stagnant or to become a beacon of light. We can choose to complain about our circumstances or to take action. We can choose to let fear hold us back or to embrace courage.<br/>Remember, the darkest hour is just before dawn. Even in the darkest of times, there is always hope. By illuminating our own paths, we can inspire others to do the same. Let us be the light in the shadow, the hope in the darkness.<br/>"
    }
  ],
  "OWL_SERIES": [
    {
      "title": "1 OWL’ CLOCK (VISION 20NIL)",
      "medium": "Metal Scrap",
      "dimensions": "46 x 25inches",
      "year": "2020",
      "images": [
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Owl%20Series/1%20owl%20clock/owl%20clock",
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Owl%20Series/1%20owl%20clock/owl%20clock%202"
      ],
      "description": "<q>1 owl' clock (vision 20 nil)</q> is a sculptural piece that employs allegory to critique the perceived stagnation of societal progress.<br/><q>Vision 20 nil</q> metaphorically represents a state of societal blindness, where progress is hindered by persistent issues like corruption, nepotism, and systemic injustices. The artwork critiques the repetition of historical patterns, such as police brutality and political stagnation, suggesting a lack of meaningful societal change despite the passage of time. Just like Owls are symbolic for their keen eyesight, nocturnal hunting prowess and perceptive observation, the description draws a connection between <q>Vision 20 nil</q> and the global <q>Vision 2020</q> initiative: The Right to Sight (V2020), a global program that was established in partnership in 1999 by the International Agency for the Prevention of Blindness (IAPB) and the World Health Organization (WHO) with the joint goal to eliminate avoidable blindness by 2020 highlighting the irony of failing to address preventable societal issues, much like the failure to prevent avoidable blindness.<br/>This subversion of the owl's symbolic attributes -eye sight and wisdom-effectively underscores the central theme of the artwork: the alarming disconnect between society's potential for progress and its persistent inability to overcome ingrained systemic issues.<q>1 owl's clock (vision 20 nil)</q> powerfully critiques the current state of affairs, highlighting missed opportunities, stagnated progress, and the urgent need for meaningful change and a new direction. It serves as a poignant commentary on the current state of the nation."
    },
    {
      "title": "2 OWL’ CLOCK ",
      "medium": "Metal Scrap",
      "dimensions": "46 x 29inches",
      "year": "2022",
      "images": [
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Owl%20Series/2%20Owl%20clock/163b632c927ecf489ab010f2bff534ac"
      ]
    },
    {
      "title": "OWL-TER-EGO",
      "medium": "Metal Scrap",
      "dimensions": "18 x 28 x 1 inches",
      "year": "2021",
      "images": [
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Owl%20Series/Owl-ter-Ego/47bbf2624d8591c9206c1848a693f49a"
      ],
      "description": "<strong>Owl-Ter-Ego: A Sculptural Commentary on Social Perception and Communication</strong><br/>This sculptural work, <q>Owl-Ter-Ego,</q> presents a critical examination of the disparity between the perceived solitary nature of owls and their demonstrable engagement in complex social dynamics. By transcending the conventional anthropocentric portrayal of the owl as a silent, isolated entity, the piece aims to reveal the intricate communication rituals that underscore their social cohesion. The sculpture serves as a visual articulation of the owl's <q>alter ego,</q> a persona characterized by nuanced vocalizations, elaborate physical displays, and subtle body language, all of which are essential for courtship, territorial establishment, and social interaction.<br/><q>Owl-Ter-Ego</q> functions as a metaphorical exploration of the societal pressure to perform socially. The owl's largely nocturnal and frequently overlooked social interactions parallel the unseen efforts individuals exert in navigating contemporary social landscapes. The sculpture critiques the pervasive expectation of constant social visibility, drawing parallels to the performative nature of social media and the pressure to project an idealized self-image. The owl's selective engagement, driven by survival and effective communication, reflects the detrimental impact of incessant social performance on mental well-being, culminating in anxiety and burnout.<br/>Furthermore, the work addresses the societal misinterpretation of introversion and selective communication. The owl's perceived solitude is deconstructed, revealing a sophisticated system of social interaction concealed beneath a facade of isolation. This challenges the prevailing tendency to equate quietude with social ineptitude. The owl's contextual communication proficiency underscores the importance of recognizing and valuing diverse communication modalities. Consequently, the <q>alter ego</q> of the owl becomes a symbolic representation of the necessity for greater understanding and acceptance of introversion, advocating for the efficacy of meaningful, selective engagement over incessant, performative social interaction."
    }
  ],
  "ROAD_BACK_TO_YOU": [
    {
      "title": "CELESTIAL CURIOUSITY",
      "medium": "Metal Scrap",
      "dimensions": "16 x 9 x 37 inches",
      "year": "2022",
      "images": [
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Road%20back%20to%20you/Celestial%20Curiosity/celestial%20curiosity%201",
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Road%20back%20to%20you/Celestial%20Curiosity/celestial%20curiosity%202",
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Road%20back%20to%20you/Celestial%20Curiosity/celestial%20curiosity%203",
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Road%20back%20to%20you/Celestial%20Curiosity/celestial%20curiosity%204"
      ],
      "description": "Celestial Curiosity : The absurdity of existence and the search for authenticity.<br/><br/>This sculpture explores the existential tension between the perceived absurdity of existence and the relentless human pursuit of authenticity. Juxtaposing the sculpture against the immeasurable vastness of the cosmos, the work underscores humanity's diminutive scale and the inherent vanity of life when measured against such a backdrop. This confrontation with cosmic immensity evokes a profound sense of existential dread, highlighting the world's indifference to our individual quests for meaning.<br/>The figure, rendered with a palpable sense of longing, embodies this struggle. Its posture, at times fetal and vulnerable, conveys an intimate search for solace within an indifferent universe. This articulation of vulnerability acknowledges the transient nature of human impact, emphasizing that the cosmos remains unmoved by our individual endeavours.<br/>Despite this inherent insignificance, the sculpture simultaneously celebrates humanity's tenacious drive to construct meaning. It serves as a visual representation of the internal conflict inherent in grappling with our place within an incomprehensibly vast universe. The cosmos, employed as a symbolic realm of the unknown, represents the relentless pursuit of answers and the mysteries that perpetually elude comprehension.<br/>This work draws upon existentialist philosophy, emphasizing the individual's inherent freedom and the imperative to forge an authentic identity in the face of cosmic indifference. It underscores the necessity of striving to transcend our perceived limitations, to create an impact that resonates beyond our fleeting existence, and to assert our identity within a universe that offers no inherent purpose."
    },
    {
      "title": "HANG ON DEER!  ",
      "medium": "Metal Scrap",
      "dimensions": "11.5 x 15 x 37 inches",
      "year": "2021",
      "images": [
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Road%20back%20to%20you/Hang%20On%20Deer!!!/Hang%20On%20Deer",
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Road%20back%20to%20you/Hang%20On%20Deer!!!/Hang%20On%20Deer%202",
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Road%20back%20to%20you/Hang%20On%20Deer!!!/Hang%20On%20Deer%203"
      ],
      "description": "A Wounded Deer Leaps the Highest - Emily Dickinson<br/> Emily Dickinson’s poignant observation, “A wounded deer leaps the highest,” offers a profound metaphor for human resilience in the face of adversity.<br/>Rather than succumbing to despair or slowing down in the face of a fatal injury, the deer, driven by an innate instinct for survival, summons a final burst of energy, leaping higher than ever before. This powerful image resonates deeply with the human experience, particularly in the context of emotional distress.<br/>Individuals grappling with profound anguish or trauma often demonstrate an extraordinary capacity to conceal their inner turmoil, presenting an outward facade of normalcy. This “leap” represents a remarkable human response – a desperate, albeit ultimately futile, attempt to maintain a sense of control and dignity in the face of overwhelming pain.<br/>The deer’s final, desperate leap serves as a reminder that even in the darkest moments, the human spirit possesses an inherent will to survive. It underscores the importance of acknowledging and honouring this resilience, even when faced with seemingly insurmountable challenges."
    },
    {
      "title": "IDENTITY",
      "medium": "Metal Scrap",
      "dimensions": "19.8 x 20.5 x 56 inches",
      "year": "2021",
      "images": [
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Road%20back%20to%20you/Identity/Identity%201",
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Road%20back%20to%20you/Identity/Identity%202"
      ],
      "description": "Identity: Beyond the Strings: Recognizing Identity Beyond Circumstance.<br/>This observation, <q>Looks can't hide your real identity,</q> elegantly captures the enduring truth that our inherent essence transcends superficial appearances. Much like a guitar, easily recognized despite the absence or breakage of its strings, our true identity remains intact regardless of the challenges or setbacks we may encounter.<br/>A broken string, while undeniably disruptive to the instrument's function, does not fundamentally alter its nature. It remains a guitar, a vessel for music, capable of producing sound and evoking emotion. Similarly, life's inevitable struggles, while undoubtedly impactful, should not define our core selves.<br/>We are all unique individuals, possessing inherent qualities and talents that extend far beyond the limitations imposed by adversity. Just as the discerning musician recognizes the instrument beyond its current state of repair, true friends and genuine connections will see past our struggles, recognizing the strength, resilience, and inherent worth that lie beneath the surface.<br/>Therefore, it is crucial to remember that our identity is not synonymous with our current circumstances. We must strive to maintain a sense of self, to nurture our inner strengths, and to persevere through challenges, recognizing that our true essence remains unwavering."
    },
    {
      "title": "MAGNI-FISH-CENT",
      "medium": "Metal Scrap",
      "dimensions": "30 x 15 x 45cm",
      "year": "2024",
      "images": [
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Road%20back%20to%20you/MAg/Magnifiscient",
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Road%20back%20to%20you/MAg/Magnifiscient%202",
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Road%20back%20to%20you/MAg/Magnifiscient%203"
      ],
      "description": "<q>Any dead fish can flow down the river, but it takes a live one to swim back up the stream</q>- African proverb<br/><br/>This proverb serves as a potent metaphor for the distinction between passive conformity and active self-determination. This dichotomy reflects the fundamental choice individuals face in life: to conform to societal expectations and drift along the path of least resistance, or to embrace their unique identity and actively pursue goals that resonate with their authentic selves.<br/><br/>Just as a dead fish requires no effort to be swept downstream, conforming to societal norms and expectations often demands little self-consciousness  or personal investment. However, this path can lead to a sense of stagnation, a feeling of being adrift in a sea of conformity, devoid of genuine purpose or meaning.<br/><br/>Extending the analogy to contemporary societal contexts, the degraded state of many waterways serves as a relevant parallel. The downstream flow, beyond carrying lifeless entities, often transports societal detritus, including pollution and waste. This environment represents the potentially deleterious effects of uncritical acceptance of prevailing trends. In contrast, the 'upstream' journey, towards the source, symbolizes the pursuit of a purer, less diluted form of identity, removed from the pervasive influences of mass culture. This movement towards the source signifies the attainment of a 'magnificent' state, characterized by authentic self-expression and a resistance to the homogenizing pressures of community influence, thereby preserving individual integrity."
    }
  ],
  "SYMBOL_OF_HOPE": [
    {
      "title": "DASH OF HOPE.",
      "medium": "Metal Scrap",
      "dimensions": "45x 26x 44cm",
      "year": "2023",
      "images": [
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Symbol%20of%20Hope/Dash%20of%20hope/Dash%20of%20Hope%201",
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Symbol%20of%20Hope/Dash%20of%20hope/Dash%20of%20Hope%202"
      ],
      "description": "The wise bunny knows the carrot will not hop to him - Krista Lester<br/><br/>The wise old bunny knew a simple truth: the carrot wouldn't hop to him. It wouldn't magically appear in his burrow, ripe for the plucking. No, the carrot, like all good things, required effort. It demanded the bunny to venture forth, to navigate the garden's labyrinth, and to pluck it with its own nimble paws.<br/><br/>This simple act encapsulates a profound truth: success doesn't come to those who wait, but to those who actively pursue it. Hence, our dash of hope.<br/>Often, we find ourselves in the shadows, uncertain of our path. But it is in these moments of darkness that we must ignite our own inner light. We must be the beacon, the guiding star, illuminating the way forward.<br/>The wise bunny reminds us that true fulfilment comes from action, not from mere expectation. It's about taking the initiative, striving for our goals, and embracing the journey, no matter how challenging it may be.<br/><br/>This piece encourages viewers to embrace a proactive mindset, to be the light in their own darkness. It inspires us to break free from passivity and embrace the power of action"
    },
    {
      "title": "PAW-SITIVE",
      "medium": "Metal Scrap",
      "dimensions": "10 x 32 x 26 inches",
      "year": "2021",
      "images": [
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Symbol%20of%20Hope/Paw-si-tive/Paw-si-tive%201",
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Symbol%20of%20Hope/Paw-si-tive/Paw-si-tive%202",
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Symbol%20of%20Hope/Paw-si-tive/Paw-si-tive%203",
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Symbol%20of%20Hope/Paw-si-tive/Paw-si-tive%204"
      ],
      "description": "For good reasons, dogs have long been regarded as man’s best friend. For humans of all ages, their steadfast commitment, upbeat disposition, and unconditional affection provide priceless Lessons. A positive lifestyle, exemplified by dogs, can serve as an inspiration for people to adopt a more optimistic and fulfilling approach to life. Dogs are renowned for their ability to love without judgment or expectation while also exhibiting an amazing capacity for present-moment living.<br/>We can develop deeper interpersonal bonds and a greater appreciation for life’s little pleasures by studying a dog’s steadfast loyalty. They are not burdened by regrets about the past or anxieties about the future. Dogs are renowned for their endless excitement and energy, as well as their openness to new experiences.<br/><q>Nothing is impossible, keep your eyes on the stars and your feet on the ground. Be +ve</q>"
    },
    {
      "title": "WHISPER IN THE WIND",
      "medium": "Metal Scrap",
      "dimensions": "16 x 8 x 22 inches",
      "year": "2021",
      "images": [
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Symbol%20of%20Hope/Whisper%20in%20the%20Wind/whispers",
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Symbol%20of%20Hope/Whisper%20in%20the%20Wind/whispers%202",
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Symbol%20of%20Hope/Whisper%20in%20the%20Wind/whispers%203",
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Symbol%20of%20Hope/Whisper%20in%20the%20Wind/whispers%204",
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Symbol%20of%20Hope/Whisper%20in%20the%20Wind/whispers%205",
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Symbol%20of%20Hope/Whisper%20in%20the%20Wind/whispers%206"
      ]
    }
  ]
}
