{
  "CARPIE_DIEM": [
    {
      "title": "Divergent Paths: Exploring Contrasting Attitudes Towards Life Through a Sculptural Allegory",
      "images": [
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Carpe%20Diem/Divergent%20R-attitude/3d2bca9b86b9dd10813c3452a8de9f0c",
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Carpe%20Diem/Divergent%20R-attitude/e36b224a4c354983bc693d3c3df3827a"
      ],
      "description": "This analysis delves into the multifaceted concept of 'different conversations' by examining divergent attitudes towards life as depicted in a sculpture of two rats. The artwork serves as an allegory, prompting reflection on the diverse approaches individuals adopt in navigating life's journey and the contrasting perspectives that shape their experiences.\n\nThe sculpture portrays two rats in distinct postures, each embodying a particular attitude towards life. One rat is depicted in a state of perpetual motion, relentlessly searching for a better life, even after having seemingly reached the 'light at the end of the tunnel.' This rat symbolizes the restless spirit, the individual driven by an insatiable desire for progress and improvement, never content with the status quo.\n\nIn contrast, the other rat is perched on the edge of the tunnel, savoring the 'fruit of its labor' after having found the light. This rat represents the individual who finds contentment in achieving a goal and takes time to appreciate the rewards of their efforts. It embodies a more grounded and present-oriented approach to life, valuing the journey as much as the destination. This is further stressed by Yoruba ideology using the Yoruba proverb, 'Bí ọwọ́ eku ṣe mọ ló ṣe fi ńbọ́'jú / As the paws of a rat are, that's how they are used to wipe its face.'\n\nThese contrasting attitudes raise questions about the nature of fulfillment and the definition of a meaningful life. Is it found in the relentless pursuit of progress, or in the appreciation of present moments and accomplishments? The sculpture does not offer a definitive answer, but rather invites viewers to contemplate these divergent perspectives and consider their own approach to life.\n\nOne might argue that the rat resting at the top is merely taking a well-deserved break, recharging for future endeavors. Conversely, the rat in perpetual motion could be seen as in danger of burnout, neglecting the importance of rest and reflection. This ambiguity further enriches the artwork, highlighting the complexities of human experience and the absence of a singular 'correct' path.\n\nThe sculpture serves as a powerful reminder that there is no one-size-fits-all approach to life. Each individual's journey is unique, shaped by their personal experiences, values, and aspirations. The artwork encourages viewers to embrace this diversity, recognizing that both the relentless pursuit of progress and the appreciation of present moments have their own merits and contribute to the richness of human experience.\n\nFurthermore, the sculpture prompts reflection on the dynamic interplay between these contrasting attitudes. Perhaps the two rats represent different phases in an individual's life, or even internal conflicts within a single person. The artwork suggests that life is not a linear progression, but rather a fluid and evolving journey with moments of striving and moments of contentment.\n\nIn conclusion, the sculpture of the two rats provides a compelling visual representation of the theme 'different conversations.' It highlights the divergent attitudes individuals hold toward life."
    },
    {
      "title": "RAT RACE \nMedium- Metal Scrap \nDimensions – 13 x 23 x 26.5 inches. \nYear- 2021",
      "images": [
        "https://res.cloudinary.com/dl3haplj1/image/upload/f_auto,q_auto/v1/ayodeji-kingsley/Selected/Collections/Carpe%20Diem/Rat%20Race/2dff9fe73e4546b8ece37981f9d8f1ed"
      ],
      "description": "This sculpture captures the essence of the 'rat race,' a life lived in constant pursuit, sacrificing the present for a future that may never arrive. The rats, driven by an insatiable desire, miss the beauty of the journey, becoming 'old and worn out' before realizing the goal's emptiness. This piece serves as a poignant reminder to savor each moment, to truly live rather than merely race towards an elusive horizon."
    }
  ]
}
